import React from 'react'

const page = () => {
  return (
    <div className='h-screen'>
      <div className='h-fit mt-5 mx-auto w-fit'>
            <h1 className='text-center text-[30px] font-semibold'>নিয়মাবলী</h1>

              <p className='mt-5 px-5 border border-gray-200 shadow-lg'>
                * প্রথমে রেজিস্ট্রেশন সম্পূর্ণ করুন। রেজিস্ট্রেশন সম্পূর্ণ করতে নিজের নাম, মোবাইল নাম্বার দেওয়া আবশ্যক।<br />
                * পরীক্ষার ফি বিকাশ, নগদ, রকেট এ পরিশোধ করে আইডি নাম্বার বুঝে নিন। আইডি নাম্বার অবশ্যই সংরক্ষণ করে রাখবেন।<br /> 
                * নির্ধারিত সময়ে আইডি, পাসওয়ার্ড দিয়ে লগ ইন করুন এবং পরীক্ষা দিন। <br />
                * পরীক্ষা সম্পূর্ণ হওয়ার পরবর্তী ২ মিনিটের মধ্যে ফলাফল দেখতে পারবেন। <br />
                * নিজের ভূলগুলো মার্ক করুন এবং পরবর্তী পরীক্ষার জন্য প্রস্তুতি নিন।<br />
                * ভালো ফলাফলের জন্য বার বার প্রাকটিস এর বিকল্প নেই। <br />
                * আপনার জন্য শুভকামনা।
              </p>
            </div>
    </div>
  )
}

export default page
