import React from 'react';
import Image from 'next/image'


const WhyMcq = () => {
  return (
    <div className='container'>  
      <div className='mt-16'>  
        <div className='grid md:grid-cols-2 space-x-5'>  
          <div>
            <h1 className='text-center text-[30px] font-semibold'>MCQ কেন প্রয়োজন ?</h1>

            <p className='mt-5'>
              চাকরি অথবা একাডেমিক পরীক্ষায় এগিয়ে থাকতে কঠিন অধ্যবসায় এর বিকল্প নেই। বাংলাদেশের প্রেক্ষাপটে বিশেষ করে সরকারি চাকরির প্রিলিমিনারি পরীক্ষায় সবার চেয়ে এগিয়ে যেতে প্রচুর পড়াশোনার পাশাপাশি নিয়মিত নিজের প্রস্তুতি যাচাই করাও প্রয়োজন।<br /><br />

              বাংলাদেশের কয়েকটি চাকরির পরীক্ষা (যেমন, NTRCA, BJS) ছাড়া বাকি প্রায় সব চাকরির প্রিলি পরীক্ষা প্রতিযোগিতামূলক।

              অর্থাৎ চাকরির পরীক্ষায় SSC বা HSC এর মতো আপনি নিজের মতো করে ফলাফল পাচ্ছেন না। আপনি পড়াশুনা করলেন, মডেল টেস্টের বইতে পরীক্ষা দিয়ে ভাল নাম্বার পেলেন আর ভাবলেন যে কাট মার্কতো এমনই থাকে তাই প্রস্তুতি ঠিক আছে। আসলেই কি তাই? <br /><br />

              পরিসংখ্যান বলে, চাকরিভেদে প্রিলিমিনারি পরীক্ষায় পাশ করতে হলে আপনাকে প্রথম ৫-১০% এর মধ্যে থাকতে হবে। কিন্তু, চূড়ান্ত পরীক্ষার আগে আপনি কোনভাবেই নিজের অবস্থান জানতে পারছেন না। কারন, আপনি কখনোই প্রিলি পরীক্ষার আগে আপনার প্রতিদ্বন্দ্বীদের সাথে পরীক্ষা দেয়ার সুযোগ পাচ্ছেন না।<br /><br />

              যেমন, বিসিএসের প্রিলির জন্য আপনি একা একা মডেল টেস্ট দিয়ে যে প্রশ্নে ১২০ পেলেন এবং আগের বছরের কাট মার্কগুলো দেখে নিশ্চিতে ভেবে বসলেন যে প্রস্তুতি ঠিক আছে। আদতে দেখা যাবে, সেই একই প্রশ্নে পরীক্ষা হলে, ৩ লাখ পরীক্ষা দিলে, ১৫ হাজার পাবেন ১৩০ এর উপরে। নির্ভর করছে প্রশ্ন কঠিন না সহজ হল তার উপর। অর্থাৎ এই প্রশ্নে পরীক্ষা হলে আপনার পাশ করার কোন সম্ভাবনা নেই বললেই চলে। <br /><br />

              অর্থাৎ আপনার প্রস্তুতির প্রকৃত অবস্থান জানতে আপনাকে পরীক্ষা দিতে হবে আপনি যাদের সঙ্গে প্রতিদ্বন্দ্বিতা করবেন ঠিক তাদের সাথেই। Neuron Academy MCQ আপনাকে সেই সুযোগটি করে দিয়েছে।
            </p>
          </div>

          <div>
            <div className='border border-gray-200 h-fit mt-5'>
            <h1 className='text-center text-[30px] font-semibold'>নিয়মাবলী</h1>

              <p className='mt-5 px-5'>
                * প্রথমে রেজিস্ট্রেশন সম্পূর্ণ করুন। রেজিস্ট্রেশন সম্পূর্ণ করতে নিজের নাম, মোবাইল নাম্বার দেওয়া আবশ্যক।<br />
                * পরীক্ষার ফি বিকাশ, নগদ, রকেট এ পরিশোধ করে আইডি নাম্বার বুঝে নিন। আইডি নাম্বার অবশ্যই সংরক্ষণ করে রাখবেন।<br /> 
                * নির্ধারিত সময়ে আইডি, পাসওয়ার্ড দিয়ে লগ ইন করুন এবং পরীক্ষা দিন। <br />
                * পরীক্ষা সম্পূর্ণ হওয়ার পরবর্তী ২ মিনিটের মধ্যে ফলাফল দেখতে পারবেন। <br />
                * নিজের ভূলগুলো মার্ক করুন এবং পরবর্তী পরীক্ষার জন্য প্রস্তুতি নিন।<br />
                * ভালো ফলাফলের জন্য বার বার প্রাকটিস এর বিকল্প নেই। <br />
                * আপনার জন্য শুভকামনা।
              </p>
            </div>
            <div className='mt-5'>
              <div>
                  <div className='rounded-2xl grid place-items-center p-6 lg:p-0'>
                      <div className='text-center flex flex-col items-center gap-1'>
                            <Image
                                className = "rounded-full inline-block"
                                src="/chairman.jpg"
                                width={150}
                                height={150}
                                alt="dp"
                            />
                            <p className='w-fit text-gray-500 text-left'>
                              <b>আসসালামু আলাইকুম,</b><br />
                              একজন মানুষ হিসেবে আপনি অবশ্যই নিজের উন্নতি চান। এর জন্য আপনাকে আপনার দক্ষতা অর্জন করতে
                              হবে। যোগ্যতা অর্জনের পথ মসৃণ নয়। এই দক্ষতার ধারক হতে আপনার জ্ঞানের বৃত্ত বাড়াতে হবে। বরং এটি, 
                              আপনাকে নিজেকে বুঝতে হবে যে আপনি কতটা জানেন, প্রতিযোগিতামূলক সম্প্রদায়ে আপনার অবস্থান কী। 
                              আপনি যদি নিজেকে গণনা করতে সক্ষম হন তবে পরবর্তী সুপার চ্যালেঞ্জিং বিশ্বের জন্য নিজেকে প্রস্তুত করা 
                              খুব সহজ হবে। নিউরন একাডেমি, নিজেকে পরিমাপ করার এই সুযোগ নিয়ে এসেছে।<br /><br />

                              আমাদের সাথে যোগ দিন, এই সুযোগটি পান এবং সাফল্যের দিকে আপনার দিক পরিবর্তন করুন।<br />

                              আল্লাহ আমাদের সহায় হোন।<br />

                              <b>এস এম আতাউর রহমান<br />

                              প্রতিষ্ঠাতা<br />

                              নিউরন একাডেমি</b>
                            </p>
                      </div>
                  </div>
              </div>
            </div>
          </div>
        </div> 
      </div> 
    </div>
  
 
  )
}

export default WhyMcq
